#   -*- mode: org; fill-column: 60 -*-
#+TITLE: Document Production Handbook
#+STARTUP: showall
#+PROPERTY: filename collaboration.org
  :PROPERTIES:
  :Name: /home/deerpig/proj/deerpig/deerpig-install/doc-handbook.org
  :Created: 2016-08-28T11:03@Wat Phnom (11.5733N17-104.925295W)
  :ID: 26da5abd-c8a4-4b06-a2da-fef2b748acd0
  :URL:
  :END:
#+INCLUDE: ./inc/head.org
#+INCLUDE: ./inc/macros.org
#+INCLUDE: ./inc/links.org

{{{breadcrumbs}}}


#+HTML: <div class="outline-2" id="meta">
| *Author*  | Brad Collins <brad@chenla.org>             |
| *Date*    | {{{time(%Y-%m-%d %H:%M:%S)}}}              |
#+HTML: </div>

#+TOC: headlines 4
  :PROPERTIES:
  :Name: /home/deerpig/proj/path/ERP-Doc/org/doc-handbook.org
  :Created: 2016-08-15T13:52@Wat Phnom (11.5733N17-104.925295W)
  :ID: 72eabec6-b130-4928-bcff-525ca4a11e9a
  :URL:
  :END:


* Status of This Document

The latest version of this document is: src_sh[:results value]{git describe --abbrev=0 --tags}

#+HTML: <div class="notice notice-info">
*Changes since the last version*

#+HTML: <ul>

#+BEGIN_SRC sh :exports results :results value html :var TAG="v00.01.02"
  RES=`git log $TAG...HEAD --pretty="<li>%s</li>\n" -- hb-doc-production.org`
  if [ -z $RES ]; then
    RES="<li>no changes</li>"
  fi
  echo $RES
#+END_SRC

#+RESULTS:
#+BEGIN_EXPORT html
<li>no changes</li>
#+END_EXPORT

#+HTML: </ul>
#+HTML: </div>

